tap "caskroom/cask"
tap "caskroom/versions"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

brew "docker"
brew "dockutil"
brew "git"
brew "gnupg"
brew "go"
brew "pinentry-mac"
brew "python"
brew "shellcheck"
brew "tmux"
brew "vim"
brew "wget"
brew "zsh"
brew "zsh-completions"

cask "balenaetcher"
cask "calibre"
cask "cyberduck"
cask "docker"
cask "dropbox"
cask "firefox"
cask "gpg-suite"
cask "hammerspoon"
cask "iterm2"
cask "keybase"
cask "mactex"
cask "microsoft-office"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "sublime-text"
cask "teamviewer"
cask "typora"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "webtorrent"

mas "TNEF's Enough", id: 986621173
mas "Microsoft Remote Desktop", id: 1295203466
mas "PDF Squeezer", id: 504700302
mas "Pixelmator", id: 407963104
