tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

brew "dnscrypt-proxy", restart_service: true
brew "doctl"
brew "hugo"
brew "paperkey"

cask "balenaetcher"
cask "calibre"
cask "dropbox"
cask "keybase"
cask "teamviewer"
cask "vlc"
cask "webtorrent"

mas "Microsoft Remote Desktop", id: 1295203466
mas "PDF Squeezer", id: 504700302
mas "Pixelmator", id: 407963104
mas "TNEF's Enough", id: 986621173
